relevant_page_finder/app/out2/trainXml_old_bing/Simon_Brendle__Request.xml

<?xml version="1.1" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns="https://api.datamarket.azure.com/Bing/Search" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">><soap:Header/><soap:Body><SearchRequest><parameters><Version>2.2</Version><Market>en-us</Market><Query>Simon Brendle </Query><AppId> tzICor34JDi7PJfFwwBcsBRnZUXBd4iAuhmefTkxVSg=</AppId><Sources><SourceType>Web</SourceType></Sources><Web><skip>0</skip><top>7</top><format>ATOM</format></Web></parameters></SearchRequest></soap:Body></soap:Header></soap:Envelope>
